Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ciekawi mnie tylko, dlaczego nie przeszkadzały ci one w pracowaniu dla Corteza?
uk: Просто цікаво, чому ж ти був зовсім не проти попрацювати на Кортеза?

source: Ciekawi mnie, kto ją napisał. Coś mi mówi, że tą osobą byłeś ty.
uk: Мені цікаво, хто її написав. Щось підказує мені, що це був ти.

source: Ciekawski z ciebie młodzieniec, co? Ciekawość to pierwszy krok do alchemii, pamiętaj o tym!
uk: А ти допитливий юнак, еге ж? Допитливість – це перший крок до алхімії, пам'ятай про це!

source: Ciekawsza część już za mną, wracam do chodzenia w jedną i drugą stronę...
uk: Найцікавіше вже позаду, тепер доведеться ходити туди-сюди...

source: Ciekawy wybór, sam nie wiem, co ten kamyk może robić.
uk: Цікавий вибір, сам не знаю, на що здатен цей камінчик.

source: Ciekawy wybór... ale jak to mówią, nietypowe misje wymagają niekonwencjonalnych środków.
uk: Цікавий вибір... але, як то кажуть, нестандартні місії вимагають нестандартних методів.

source: Ciekawy z ciebie człowiek, młody. Najpierw Winstan chciał cię widzieć wśród swoich szermierzy, a teraz Weigar mówi, że nadajesz się na kusznika!
uk: Ти цікава людина, юначе. Спершу Вінстан хотів бачити тебе серед своїх мечників, а тепер Вейгар каже, що ти годишся в арбалетники!

source: Ciemiężyciel
uk: Гнобитель

source: Ciemna karnacja, nosi skórzany pancerz i walczy długim, cienkim ostrzem.
uk: Смаглява, носить шкіряні обладунки і б'ється довгим тонким клинком.

source: Ciemne i gorzkie, ale za to jakie mocne!
uk: Темне і гірке, але зате яке міцне!

source: Ciemne piwo
uk: Темне пиво

source: Ciemne piwo autorskiej receptury Tomasa z Archolos.
uk: Темне пиво за рецептом Томаса з Архолосу.

source: Ciemność
uk: Пітьма

source: Ciemność... na końcu jest jedynie ciemność.
uk: Темрява... в кінці тільки темрява.

source: Ciemny grzyb
uk: Темний гриб

source: Ciemny i kleisty materiał.
uk: Темний і липкий матеріал.

source: Ciemny strój marynarza
uk: Темне вбрання моряка

source: Ciemny strój marynarza (100 SZ)
uk: Темне вбрання моряка (100 золотих)

source: Ciemny strój myśliwego
uk: Темне вбрання мисливця

source: Ciemny strój podróżnika
uk: Темне вбрання мандрівника

source: Ciemny strój podróżnika (150 SZ)
uk: Темне вбрання мандрівника (150 золотих)

source: Cienie Przeszłości - Muzeum
uk: Тіні Минулого – Музей

source: Cienie chmur
uk: Тіні від хмар

source: Cieniem kroczą tuż za tobą.
uk: Йдуть за тобою в нічній пітьмі.

source: Cieniostwór
uk: Тінезвір

source: Cieniostwór nie żyje, trasa przez las jest bezpieczna. Upewnię się jeszcze, że pod nawisem skalnym nie czeka na nas żadna niespodzianka.
uk: Тінезвір мертвий, а шлях через ліс тепер безпечний. Але, я все одно стежитиму за тим, щоб нас більше не чекали жодні сюрпризи.

source: Cieniostwór zabił Griza. Muszę teraz sam przekazać reszcie, że droga wolna.
uk: Тінезвір убив Гріза. Потрібно повертатися до інших та розповісти, що дорога тепер вільна.

source: Cieniostwór-szkielet
uk: Скелет тінезвіра

source: Cieniostwór.
uk: Тінезвір.

source: Cieniostwór? Jak to? Ilu z was rzuciło się na tę bestię?
uk: Тінезвір? Як це? Скільки з вас кинулось на цього звіра?

source: Cienki bolek z ciebie. Pewnie też patriota, co?
uk: Ти хирлявий покидьок. Мабуть, ще й патріот, так?

source: Ciepło... cieplej... gorąco!
uk: Тепло... тепло... гаряче!

source: Cierpliwości! Przecież mówiłem, że poślę po ciebie gońca, gdy już będzie gotowe.
uk: Терпіння! Зрештою, я ж сказав, що пошлю за тобою посланця, коли все буде готово.

source: Cierpliwości... Zaraz sam się o wszystkim przekonasz!
uk: Терпіння... Скоро ти сам все дізнаєшся!

source: Cierpliwość to cnota, ale w ramach wdzięczności, jako szanowany paladyn mogę wypisać dla ciebie takie pismo nawet teraz, bylebyś nie przeszkadzał mi już w modlitwie.
uk: Терпіння - це чеснота, але на знак подяки, як шановний паладин, я можу написати тобі такий лист хоч зараз, якщо ти більше не заважатимеш мені молитися.

source: Cierń
uk: Терн

source: Ciesz się lepiej, że od razu ci nie przyłożyłem!
uk: Подякуй краще, що я тебе одразу не пристрелив!

source: Ciesz się, że Beinard przyszedł bez topora.
uk: Радій, що Бейнард прийшов без сокири.

source: Ciesz się, że nie obarczę cię karą finansową.
uk: Радій, що я не накладатиму на тебе за це штраф.

source: Ciesz się, że w Gildii nie musisz widzieć ich kaprawych gęb.
uk: Тішся, що в Гільді тобі не доводиться бачити їхні понурі пики.

source: Ciesz się, że żyjesz, paniusiu.
uk: Радій, що ти жива, пані.

source: Ciesz się, że żyjesz.
uk: Радій, що живий.

source: Ciesze się, że mogę się ogrzać. Najgorsze chyba już za nami, prawda?
uk: Я рада, що можу зігрітися. Думаю, найгірше вже позаду, а ти як думаєш?

source: Cieszmy się i radujmy ze wszystkiego, co z jego woli powstało, a swą miłością darujmy jednakowo wszystkie rzeczy.
uk: Радіймо і тішмося усьому, що було створено за Його волею, і з Його любов'ю віддаваймо всім однаково.

source: Cieszy mnie to.
uk: Я цьому дуже радий.

source: Cieszy mnie twoja postawa, chłopcze. Mam nadzieję, że wspólnie z twoimi słowami przemówią też czyny.
uk: Мені подобається твоє ставлення, хлопче. Сподіваюся, що твої вчинки відповідатимуть твоїм словам.

source: Cieszy mnie twój entuzjazm. A teraz zaimponuj mi w taki sposób, żeby było warto ci za to zapłacić.
uk: Я схвалюю твій ентузіазм. А тепер здивуй мене таким чином, щоб за це варто було заплатити.

source: Cieszy mnie twój optymizm.
uk: Мені подобається твій оптимізм.

source: Cieszę się jednak, że dzięki temu zdobyłeś jakiś trop. Mam tylko nadzieję, że później po sobie posprzątałeś.
uk: Однак я радий, що ти знайшов якісь зачіпки. Сподіваюся, що ти прибрав за собою після цього.

source: Cieszę się niezmiernie.
uk: Мене це тішить.

source: Cieszę się z powodu przybycia gwardzistów Króla. Czuję się bezpieczniejsza wiedząc, że tacy ludzie nas chronią.
uk: Я рада, що прибуває королівська гвардія. Я почуваюся впевненіше, знаючи, що такі люди захищають нас.

source: Cieszę się z powodu przybycia gwardzistów króla. Czuję się bezpieczniejsza wiedząc, że tacy ludzie nas chronią.
uk: Я рада, що прибуває королівська гвардія. Я почуваюся впевненіше, знаючи, що такі люди захищають нас.

source: Cieszę się z przybycia gwardzistów króla. Czuję się bezpieczniejszy, wiedząc, że tacy ludzie nas chronią.
uk: Я радий прибуттю королівської гвардії. Я почуваюся впевненіше, знаючи, що такі люди нас захищають.

source: Cieszę się, ale chyba mieliśmy gdzieś iść.
uk: Радий чути, але, здається, ми мали кудись йти.

source: Cieszę się, i dzięki za awans. Postaram się za bardzo nie rządzić.
uk: Я радий, і дякую за підвищення. Постараюся сильно не зазнаватись.

source: Cieszę się, szczury lądowe, że nie zmarnowaliście zbyt wiele mojego cennego czasu i w miarę sprawnie wyleźliście na pokład.
uk: Я радий, що ви, сухопутні щури, не забрали багато мого дорогоцінного часу і швидко піднялися на палубу.

source: Cieszę się, tylko o to mi chodziło.
uk: Я радий, саме це мені й потрібно.

source: Cieszę się, że Bermar wynajął Willema do ochrony.
uk: Добре, що Бермар найняв Віллема для захисту.

source: Cieszę się, że ci się podobało, ale najważniejsze, że drań dostał to, na co zasłużył.
uk: Радий, що тобі сподобалося, але найголовніше, що покидьок отримав по заслугах.

source: Cieszę się, że ci się podobało. Najważniejsze, że dostał to, na co zasłużył.
uk: Тішуся, що тобі сподобалось. Найголовніше, що він отримав по заслугах.

source: Cieszę się, że już po wszystkim. Ta winnica już za dużo przeżyła, a Valerio nie chciałby oglądać wojny między swymi synami.
uk: Я рада, що все скінчилося. Цей виноградник уже дуже багато пережив, і Валеріо не хотів би бачити війни між своїми синами.

source: Cieszę się, że już po wszystkim. Ta winnica za dużo przeszła, a Valerio nie chciałby oglądać wojny między własnymi synami.
uk: Я радий, що все скінчилося. Цей виноградник вже дуже багато пережив, і Валеріо не хотів би бачити війни між своїми синами.

source: Cieszę się, że mamy to za sobą. Masz, twoja zasłużona nagroda. Ja jeszcze się upewnię, czy Helga się uspokoiła, twoja praca jest zakończona.
uk: Я радий, що ми з цим покінчили. Ось твоя заслужена винагорода. Я тільки простежу, щоб Хельга заспокоїлася, але твоя робота закінчена.

source: Cieszę się, że mnie rozumiesz.
uk: Я радий, що ти мене розумієш.

source: Cieszę się, że mogłem pomóc.
uk: Я радий, що зміг допомогти.

source: Cieszę się, że nie straciła jeszcze nadziei.
uk: Я рада, що вона ще не втратила надію.

source: Cieszę się, że o to prosisz. Od teraz nic nie będzie Cię ograniczać. Obyłeś się ze stołem alchemicznym i wiesz, jak sprawnie się przy nim poruszać.
uk: Я радий, що ти попросив про це. Відтепер тебе ніщо не стримуватиме. Ти знайомий з алхімічним столом і знаєш, як ефективно працювати на ньому.

source: Cieszę się, że przybywa gwardzistów króla. Czuję się bezpieczniejszy, wiedząc, że tacy ludzie nas chronią.
uk: Я радий, що прибуває королівська гвардія. Я почуваюся впевненіше, знаючи, що такі люди захищають нас.

source: Cieszę się, że przyjdzie mi mieć takiego kompana.
uk: Я радий, що маю такого побратима.

source: Cieszę się, że pytasz, ostatnio bardzo mało nowych chce do nas dołączyć.
uk: Я радий, що ти запитав, останнім часом дуже мало новоприбулих хочуть до нас приєднатися.

source: Cieszę się, że rozumiesz.
uk: Радий, що ти розумієш.

source: Cieszę się, że rozumiesz. Jazda, zanim zmienię zdanie.
uk: Я радий, що ми порозумілися. Проходь, поки я не передумав.

source: Cieszę się, że się rozumiemy.
uk: Я радий, що ми зрозуміли один одного.

source: Cieszę się, że się zgadzamy, chłopcze. Tym bardziej będzie mi szkoda zrobić to, co musi zostać zrobione.
uk: Я радий, що ми порозумілися, хлопче. Тим більше шкода буде зробити те, що я мушу зробити.

source: Cieszę się, że tak szybko się z tym uwinąłeś. Zawsze lepiej mieć problem z głowy w krótszym czasie niż dłuższym.
uk: Я радий, що ти зміг впоратися так швидко. Завжди краще розібратися з проблемою якомога швидше.

source: Cieszę się, że to już koniec, ale... myślisz, że po tym wszystkim, co tu zobaczyliśmy, będziemy jeszcze mogli spać spokojnie?
uk: Я радий, що все закінчилося, але... як ти думаєш, чи зможемо ми після всього побаченого спати спокійно?

source: Cieszę się, że to już koniec. Biorąc pod uwagę okoliczności i materiały, nasz most jest prawdziwym dziełem sztuki.
uk: Я радий, що він нарешті готовий. Враховуючи обставини та матеріали, наш міст – справжній витвір мистецтва.

source: Cieszę się, że twój plan wypalił. Dzięki tobie, nie muszę się chociaż martwić o pieniądze.
uk: Я радий, що твій план спрацював. Завдяки тобі мені хоча б не треба хвилюватися про гроші.

source: Cieszę się, że udało nam się to jakoś rozwiązać, ale lepiej mi już nie wchodź w drogę.
uk: Я радий, що нам якимось чином вдалося це вирішити, але тобі краще триматися подалі від мене.

source: Cieszę się, że wróciłeś cały i zdrowy. Z tym wszystkim może uda mi się jakoś mu pomóc.
uk: Я радий, що ти повернувся цілим і неушкодженим. З цим усім я, можливо, зможу йому якось допомогти.

source: Cieszę się, że wróciłeś do nas cały. Odpocznij, zajmij się swoimi sprawami, zasłużyłeś sobie.
uk: Я радий, що ти повернувся до нас цілим і неушкодженим. Розслабся, займайся своїми справами, ти на це заслужив.

source: Cieszę się, że wszystko jasne. Teraz proszę się rozejść.
uk: Я радий, що все прояснилося. А тепер, прошу розійтись.

source: Cieszę się, że wszystko się wyjaśniło.
uk: Я радий, що все прояснилося.

source: Cieszę się, że wyszłaś z tego cało.
uk: Я радий, що ти лишилася неушкодженою.

source: Cieszę się, że zmieniłeś zdanie.
uk: Радий, що ти передумав.

source: Cieszę się. Opowiedz ze szczegółami, o co konkretnie chodziło.
uk: Я задоволений. Розкажи детальніше, що там сталося.

source: Cieszę się. Teraz będziemy musieli pomyśleć jak was stąd wydostać.
uk: Радий за тебе. Тепер треба придумати, як вас звідси витягти.

source: Cieszę się. Zgłoś się do Ingora po lepszy sprzęt, jako szermierz musisz się dobrze prezentować!
uk: Радий чути. Звернись до Інгора за спорядженням. Як мечник, ти повинен добре виглядати!

source: Cieszę się. Zrozumienie to podstawa udanej współpracy.
uk: Я задоволений. Розуміння – основа успішної співпраці.

source: Cieśla kazał mi przyciąć pieniek na odpowiednią długość. Połowa pnia ma wejść w ziemię, ćwiartka musi wystawać, resztę mam przyciąć. Robotę muszę oczywiście wykonać w jego warsztacie.
uk: Тесляр сказав мені обрізати стовбур до потрібної довжини. Половина стовбура має піти в землю, четвертина – виступати назовні, а решту я маю обрізати. Звісно, я маю виконати цю роботу в його майстерні.

source: Cieślę o imieniu Uwe znajdę w jego warsztacie niedaleko gospody. Pewnie będzie w pobliżu innych rzemieślników, na przykład kowala.
uk: Я можу знайти тесляра на ім'я Уве в його майстерні біля корчми. Ймовірно, він буде поряд з іншими майстрами, наприклад, біля коваля.

source: Ciii, nie rób takiego hałasu.
uk: Тшшш, не шуми.

source: Ciii... Nie tutaj...
uk: Тсс... Не тут...

source: Ciii... prawdziwy myśliwy nie ma czasu na pogaduszki.
uk: Тшшш... Справжній мисливець не має часу на балачки.

source: Ciosaj Innosy
uk: Вирізати статуетки Інноса

source: Ciosać figurki, na początku jak głupi założyłem, że może chcesz je kupić.
uk: Вирізати статуетки, а я спочатку, як дурень, подумав, що ти хочеш їх купити.

source: Ciosać?
uk: Вирізати?

source: Cisza i spokój, a to zwykle nie wróży nic dobrego.
uk: Тиша і спокій, а це зазвичай не віщує нічого доброго.

source: Cisza i spokój, tak jak lubię.
uk: Тиша та спокій, як я люблю.

source: Cisza i spokój. Na razie żadne bestie nie zbliżyły się do wioski.
uk: Тиша і спокій. Зараз жодні звірі не наближаються до села.

source: Cisza i spokój...
uk: Тиша і спокій...

source: Cisza jak makiem zasiał.
uk: Поки все тихо.

source: Cisza!
uk: Тиша!

source: Cisza! To nie jest dyskusja.
uk: Тиша! Це не дискусія.

source: Cisza, CISZA!
uk: Тиша, ТИША!

source: Cisza, spokój i ciężka praca. Czy człowiek może oczekiwać czegoś więcej?
uk: Тиша, спокій і наполеглива праця. Чи може людина очікувати чогось більшого?

source: Cisza, spokój i porządek, ale... Wcale mnie to nie dziwi.
uk: Тиша, спокій і порядок, але... я й не здивований.

source: Cisza, spokój. Mam tutaj mnóstwo czasu na kontemplację, co potrafi być i piękne, i irytujące.
uk: Тиша, спокій. Тут я маю багато часу для роздумів, які можуть бути як прекрасними, так і дратівливими.

source: Cisza? Tak! Ja też bardzo lubię ciszę.
uk: Помовчати? Звісно! Я теж дуже люблю тишу.

source: Ciszej! Detlow powiedział mi o swoich przypuszczeniach i doskonale wiem, że to nic potwierdzonego.
uk: Тихіше! Детлоу розповів мені про свої припущення, і я добре знаю, що вони нічим не підтверджені.

source: Ciszej! Dobrze, już dobrze, masz mnie!
uk: Легше! Гаразд, гаразд, ти впіймав мене!

source: Ciszej, bo jeszcze nas usłyszy. Widziałem, jak kręcił się przed chwilą na parterze lecznicy.
uk: Тихіше, він може нас почути. Я бачив, як він нещодавно вештався на першому поверсі лазарету.

source: Ciszej, ktoś tu jest.
uk: Тихіше, тут хтось є.

source: Ciągle ci mało?!
uk: Тобі все мало?!

source: Ciągle go szukam, ale sam nie wiem, czy jeszcze go zobaczę...
uk: Я все ще шукаю його, але й сам не знаю, чи побачу його знову...

source: Ciągle jestem pod wrażeniem, jak daleko zaszedłeś. Araxos przydałoby się więcej takich ludzi.
uk: Я все ще вражений тим, як далеко ти зайшов. Араксосу не завадило б більше таких людей.

source: Ciągle jestem roztrzęsiony po sprawie z tymi tanimi posążkami. Muszę odnaleźć spokój.
uk: Я досі не можу прийти до тями після історії з цими дешевими статуетками. Мені потрібен спокій.

source: Ciągle kręci się w pobliżu dźwigów w porcie. Ostatnio załatwił mi całą skrzynię piwa za kilka złotych monet.
uk: Він постійно вештається біля кранів у порту. Нещодавно він дістав мені цілий ящик пива всього за декілька золотих монет.

source: Ciągle ktoś tu włazi i wyłazi.
uk: Тут постійно хтось заходить і виходить.

source: Ciągle myślę nad twoją propozycją. Ale może się skuszę.
uk: Я все ще думаю над твоєю пропозицією. Але, мабуть, я погоджуся.

source: Ciągle myślę, jak przekonać wyżej postawionych ode mnie ludzi do chętniejszego korzystania z prochu w walce. To by nam przecież dało przewagę nad orkami!
uk: Я все думаю, як переконати тих, хто вищий за мене за званням, з більшою охотою використовувати порох у бою. Зрештою, це дасть нам перевагу над орками!

source: Ciągle nie wiem, jak powinienem się czuć po przegranej z Devirem... Yh, to chyba dobra lekcja dla mnie, ale zdecydowanie nie jest przyjemna.
uk: Я досі не знаю, як я повинен почуватися після поразки від Девіра... Ух, напевно, це хороший урок для мене, але точно не приємний.

source: Ciągle nie wierzę, że dałem ci się przekonać. Ja na bagnie... nigdy bym się tego nie spodziewał!
uk: Досі не можу повірити, що дозволив себе переконати. Я, і на болоті... Ніколи б не подумав!

source: Ciągle postępuj zgodnie z instrukcjami, żeby flakon nie wybuchł ci prosto w twarz, ale nie bój się bardziej skomplikowanych receptur. To one zapewniają największe zyski.
uk: Постійно дотримуйся інструкцій, щоб мензурка не вибухнула прямо тобі в обличчя, але не бійся складніших рецептів. Саме вони приносять найбільший прибуток.

source: Ciągle rozglądam się, czy jakaś skała za moimi plecami nie ożyje... przeklęte miejsce...
uk: Я продовжую озиратися, щоб переконатися, що якась скеля позаду мене не оживає... прокляте місце...

source: Ciągle sprawdzam, czy nie zniknęło coś jeszcze, ale zdaje się, że spisałem już wszystko. No i ktoś musi pilnować, żeby tamta grupa nie wróciła po więcej.
uk: Я перевіряю ще раз, чи не зникло ще чогось, але, схоже, я все правильно записав. Та й хтось повинен стежити, щоб вони не повернулися за добавкою.

source: Ciągle tylko wszędzie latasz i wypytujesz o wszystko.
uk: Ти тільки й робиш, що бігаєш навкруги та випитуєш про все.

source: Ciągle zaczepiał i straszył gości, to w końcu się wkurzyłam, wzięłam miotłę, pogoniłam go stąd, aż się za nim kurzyło!
uk: Він постійно чіплявся і лякав гостей, тож мені врешті урвався терпець, я взяла мітлу і вигнала його звідси чим подалі!

source: Ciągle żyjemy, więc jest nieźle. Ale chciałbym już być na zewnątrz, z kieszeniami wypchanymi tutejszymi skarbami.
uk: Ми досі живі, тож все не так погано. Але я хотів би вже бути назовні, з кишенями, повними тутешніх скарбів.

source: Ciągle?
uk: Досі?

source: Ciąży teraz na tobie ogromna odpowiedzialność. Z pancerzem, który ci dałem, powinieneś podołać, ale jakbyś potrzebował też lepszej broni, zagadaj Ingora.
uk: Тепер на тебе покладена величезна відповідальність. З обладунками, що я тобі дав, ти маєш впоратися, але якщо тобі потрібна краща зброя – завітай до Інгора.

source: Cięciwa i kilka strzał potrafią w każdym miejscu zdobyć coś do jedzenia.
uk: Лук і кілька стріл дозволять дістати їжу де завгодно.

source: Cięciwa i strzały mnie nie zawiodły. (Premia do walki +2%)
uk: Лук і стріли мене не підводили. (Бойовий бонус +2%)

source: Ciężar władzy spoczął wnet na Rosłym Wilku. Ów z początku stwarzał pozory odpowiedzialności, z czasem jednak najlepsze kęsy zaczął zachowywać dla siebie, skazując na głód swoich poddanych. Wreszcie, zbratał się z odwiecznym wrogiem, Człowiekiem, któremu ochoczo oddawał członków stada w zamian za obietnicę wątłego pokoju.
uk: Тягар влади дуже швидко впав на плечі Старого Вовка. Спочатку він створював видимість відповідальності, але з часом почав забирати собі найкращі шматки, прирікаючи своїх підданих на голод. Зрештою, він об'єднався зі своїм одвічним ворогом – Людиною, якій охоче віддавав членів своєї зграї в обмін на обіцянку крихкого миру.

source: Ciężka jak cholera sterta drewna.
uk: В біса важкий оберемок дров.

source: Ciężka kolczasta pałka
uk: Важка колюча палиця

source: Ciężka kusza królewska
uk: Важкий королівський арбалет

source: Ciężka pałka z kolcami
uk: Важкий дрючок з шипами

source: Ciężka ryba
uk: Важка рибина

source: Ciężka szata ognia
uk: Важка мантія Вогню

source: Ciężka szata wody
uk: Важка мантія Води

source: Ciężka torba pełna
uk: Важкий гаманець, повний

source: Ciężka zbroja Straży Królewskiej
uk: Важкий обладунок Королівської Гвардії

source: Ciężki magiczny miecz dwuręczny
uk: Важкий дворучний магічний меч

source: Ciężki miecz dwuręczny
uk: Важкий дворучний меч

source: Ciężki orkowy topór
uk: Важка сокира орків

source: Ciężki pancerz Południowca
uk: Важкий південний обладунок

source: Ciężki pancerz Południowca (3000 SZ)
uk: Важкий південний обладунок (3000 золотих)

source: Ciężki pancerz Wilczego Syna
uk: Важкий обладунок Вовчого Сина

source: Ciężki pancerz Wodnego Kręgu
uk: Важкий обладунок Кільця Води

source: Ciężki pancerz bandyty
uk: Важкий обладунок бандита

source: Ciężki pas kusznika straży
uk: Важкий пояс вартового арбалетника

source: Ciężki pas mistrza przywołań
uk: Важкий пояс майстра виклику

source: Ciężki pas myśliwski
uk: Важкий мисливський пояс

source: Ciężki pas najemnika Araxos
uk: Важкий пояс найманця Араксосу

source: Ciężki pas szermierza straży
uk: Важкий пояс вартового мечника

source: Ciężki pas łowcy Araxos
uk: Важкий пояс мисливця Араксосу

source: Ciężki skórzany mieszek, który wręczyła mi Helga.
uk: Важкий шкіряний гаманець, який вручила мені Хельга.

source: Ciężki sztylet
uk: Важкий кинджал

source: Ciężki worek
uk: Важкий мішок

source: Ciężki łuk tropiciela
uk: Важкий лук слідопита

source: Ciężkie magiczne ostrze bojowe
uk: Важкий магічний бойовий клинок

source: Ciężko jednak z tego wyżyć, więc czasami coś komuś dostarczę, komuś o czymś powiem, czy przegonię szczura z chaty.
uk: Однак цим важко заробляти на життя, тому іноді я щось комусь доставляю, комусь щось розповідаю або виганяю щурів з халупи.

source: Ciężko mi porównywać, bo dawno nie widziałem górników. Jeśli jednak pytasz o to, co było zanim się tutaj tak pozmieniało, to nie przypominam sobie większych konfliktów.
uk: Мені важко порівнювати, адже я вже давно не бачив гірників. Однак, якщо ти питаєш про те, що було до того, як все так сильно помінялося, то я не пригадую жодних серйозних конфліктів.

source: Ciężko nam teraz pojąć ich podejście do życia. Z jednej strony uwielbiali swoje ceremonie i święta, a z drugiej lubili żyć surowo i bardzo praktycznie.
uk: Нам зараз важко зрозуміти їхній підхід до життя. З одного боку, вони любили свої обряди і свята, а з іншого – їм подобалося жити суворим і дуже практичним життям.

source: Ciężko podziwiać architekturę, gdy jej połowa chce cię zabić.
uk: Важко захоплюватися архітектурою, коли її половина хоче тебе вбити.

source: Cmentarny golem
uk: Могильний голем

source: Cmentarz jest trochę zaniedbany.
uk: Цвинтар дещо занедбаний.

source: Cnotliwi, płacząc, kiedy ich otoczy, wspomnienie czynów w kruchym wieńcu sławy...
uk: Добродії плачуть, коли їх огортають спогади про їх діяння в крихкому вінку слави...

source: Co Cortez nie zobaczy, to go nie zaboli. Poza tym jesteśmy na naszych bagnach, nikt tutaj nie zagląda.
uk: Чого Кортез не бачить, те йому й не шкодить. До того ж, ми на своєму болоті, сюди ніхто не заглядає.

source: Co Gildia ma do Reeza?
uk: Яке відношення до Різа має Гільдія?

source: Co TO było!?
uk: Що ЦЕ було!?

source: Co Ty sobie wyobrażasz! A pomyśleć, że chciałam cię poczęstować moją zupą... Zejdź mi z oczu!
uk: Що ти собі дозволяєш! Тільки подумати, що я хотіла пригостити тебе своїм супом... Геть з моїх очей!

source: Co by nie mówić... dobra robota. Im mniej tego gnoju na ulicy, tym łatwiej będzie nam go posprzątać.
uk: Що тут скажеш... гарна робота. Чим менше цього бруду буде на вулицях, тим легше нам буде його прибирати.

source: Co by o nim nie mówić, jest jedną z ważniejszych osób w mieście i raczej nie traci czasu na błahe sprawy ani mało znaczące osoby.
uk: Хто б що не говорив про нього, але він один з найвпливовіших людей у місті і навряд чи витрачатиме свій час на дрібниці чи неважливих людей.
